[
    {
        "category": "morning",
        "arabic": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَٰهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        "translation": "We have reached the morning and at this very time unto Allah belongs all sovereignty. All praise is for Allah. None has the right to be worshipped except Allah, alone, without partner. To Him belongs all sovereignty and praise and He is over all things omnipotent.",
        "repetitions": 1
    },
    {
        "category": "morning",
        "arabic": "اللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ النُّشُورُ",
        "translation": "O Allah, by Your leave we have reached the morning and by Your leave we have reached the evening. By Your leave we live and die and unto You is our resurrection.",
        "repetitions": 1
    },
    {
        "category": "morning",
        "arabic": "اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَٰهَ إِلَّا أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ",
        "translation": "O Allah, You are my Lord, none has the right to be worshipped except You. You created me and I am Your servant. I abide to Your covenant and promise as best I can. I take refuge in You from the evil of what I have done. I acknowledge Your favour upon me and I acknowledge my sin, so forgive me. Verily none can forgive sins except You.",
        "repetitions": 1
    },
    {
        "category": "morning",
        "arabic": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
        "translation": "How perfect Allah is and I praise Him.",
        "repetitions": 100
    },
    {
        "category": "morning",
        "arabic": "لَا إِلَٰهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        "translation": "None has the right to be worshipped except Allah, alone, without partner. To Him belongs all sovereignty and praise and He is over all things omnipotent.",
        "repetitions": 10
    },
    {
        "category": "morning",
        "arabic": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ",
        "translation": "I take refuge in Allah's perfect words from the evil He has created.",
        "repetitions": 3
    },
    {
        "category": "morning",
        "arabic": "بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
        "translation": "In the name of Allah with whose name nothing is harmed on earth nor in the heavens and He is the All-Hearing, the All-Knowing.",
        "repetitions": 3
    },
    {
        "category": "evening",
        "arabic": "أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَٰهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        "translation": "We have reached the evening and at this very time unto Allah belongs all sovereignty. All praise is for Allah. None has the right to be worshipped except Allah alone. To Him belongs all sovereignty and praise and He is over all things omnipotent.",
        "repetitions": 1
    },
    {
        "category": "evening",
        "arabic": "اللَّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ الْمَصِيرُ",
        "translation": "O Allah, by Your leave we have reached the evening and by Your leave we have reached the morning. By Your leave we live and die and unto You is our return.",
        "repetitions": 1
    },
    {
        "category": "evening",
        "arabic": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ",
        "translation": "I take refuge in Allah's perfect words from the evil He has created.",
        "repetitions": 3
    },
    {
        "category": "evening",
        "arabic": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ",
        "translation": "O Allah, I ask You for well-being in this world and the next.",
        "repetitions": 1
    },
    {
        "category": "evening",
        "arabic": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
        "translation": "How perfect Allah is and I praise Him.",
        "repetitions": 100
    },
    {
        "category": "evening",
        "arabic": "لَا إِلَٰهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        "translation": "None has the right to be worshipped except Allah, alone, without partner. To Him belongs all sovereignty and praise and He is over all things omnipotent.",
        "repetitions": 10
    },
    {
        "category": "after_prayer",
        "arabic": "أَسْتَغْفِرُ اللَّهَ",
        "translation": "I ask Allah for forgiveness.",
        "repetitions": 3
    },
    {
        "category": "after_prayer",
        "arabic": "اللَّهُمَّ أَنْتَ السَّلاَمُ وَمِنْكَ السَّلاَمُ تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَالإِكْرَامِ",
        "translation": "O Allah, You are Peace and from You is peace. Blessed are You, O Owner of majesty and honour.",
        "repetitions": 1
    },
    {
        "category": "after_prayer",
        "arabic": "سُبْحَانَ اللَّهِ",
        "translation": "How perfect Allah is.",
        "repetitions": 33
    },
    {
        "category": "after_prayer",
        "arabic": "الْحَمْدُ لِلَّهِ",
        "translation": "All praise is for Allah.",
        "repetitions": 33
    },
    {
        "category": "after_prayer",
        "arabic": "اللَّهُ أَكْبَرُ",
        "translation": "Allah is the greatest.",
        "repetitions": 33
    },
    {
        "category": "after_prayer",
        "arabic": "لَا إِلَٰهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        "translation": "None has the right to be worshipped except Allah, alone, without partner. To Him belongs all sovereignty and all praise and He is over all things omnipotent.",
        "repetitions": 1
    }
]